{
  "Szep": [
    "Fakadó rügy, szellő hozta, Madár szállt az ablakunkra, Nagy vidáman azt dalolta, Itt nyílik a legszebb rózsa. Jó szagú a rózsavizem, Eljöttem, hogy megöntözzem. Nesze, nesze, rózsaszál, Soha el ne hervadjál",
    "Minek a szép virág, hogyha hervadozik, Akkor virul igazán, mikor megöntözik. Eljöttem, hát hozzád, hogy felfrissítselek, Friss harmatvízzel most megöntözzelek!",
    "Kicsi a kertem, sok a virág, sietnem kell várnak az ibolyák. Meglocsolom szépen, nap süt az égen, ragyogjanak nékem nárciszok, rózsák, violák a réten.",
    "E háznak kertjében van egy rózsatő, Azt gondozza, azt öntözi a Jó Teremtő, Vizet öntök a fejére, Szálljon áldás a kezére, Az Istentől kérem, Piros tojás a bérem.",
    "Rózsa, rózsa szép virágszál, Szálló szélben hajladozzál. Napsütésben nyiladozzál, Meglocsollak, illatozzál.",
    "Korán reggel útra keltem, Se nem ittam, se nem ettem. Tarisznya húzza a vállam, Térdig kopott már a lábam. Bejártam a fél világot, Láttam sok-sok szép virágot. A legszebbre most találtam, Hogy öntözzem, alig vártam.",
    "Már eljött az idő, hogy megújuljatok, A Szentlélek Isten szálljon tireátok. No, ti cimboráim, csuporra, vederre, Adjuk meg a lánynak a tisztet reggelre! Hanem egy szót szólok ezen szép leánynak, Adjon egy pár hímest, Szívembol kívánom, kegyelem magának!",
    "Eljött a szép húsvét reggele, Feltámadásunk édes ünnepe. Ünneplő ruhákba öltöztek a fák, Pattognak a rügyek, s virít a virág. A harang zúgása hirdet ünnepet, Egy kismadár dalol a zöld rétek felett. Tündérország rózsái közt gyöngyharmatot szedtem, Akit azzal meglocsolok, megáldja az Isten. Az illatos rózsavíztől megnőnek a lányok, Zsebeimbe beleférnek a piros tojások..",
    "Korán reggel felébredtem, messze-messze jártam, Tündérország kiskertjéből rózsavizet hoztam. Na, te kislány, megöntözlek, ma van húsvét napja, Tündököljön a két orcád, mint a piros rózsa. Az illatos rózsavíztől megnőnek a lányok, Zsebemben is elférnek a piros tojások.",
    "Rózsavizes húsvét napját jöttem ma kívánni, Nem szeretnék a lányokra nagyon sokat várni! Ez a pár csepp jó szagos víz úgy használ a lánynak, Mint a réten a gyöngyharmat a nyíló virágnak. Olyan lesz az arcuk tőle, mint a hamvas virág, Örömünkben együtt örül a megváltott világ. Megváltónk is együtt örül az egész világgal, Ajándékozzatok meg hát egy hímes tojással!",
    "Erdőn-mezőn nyitott szemmel, sok virágra lel az ember. Én most őket megöntözöm, a piros tojást megköszönöm! Szabad-e locsolni?",
    "Locsolni jöttem, nem titkolom, Szép szokás ez, úgy gondolom. Múljon vizemtől a téli álom, Bizony most én ezt kívánom. Ha a hatása múlik is esztendőre, Ígérem, itt leszek jövőre. S nem adok az illendőre, Locsolok kérdezés nélkül, nyakra, főre.",
    "Kelj föl párnáidról szép ibolyavirág. Nézz ki az ablakon milyen szép a világ. Megöntözlek szépen, az ég harmatával, Teljék a tarisznya szép piros tojással.",
    "Öröm, hogy itt a feltámadás! Elkészült a pirostojás! Húsvét ünnep emlékére, Keresztények örömére: Adjon Isten jó, bő áldást, Köszönöm a szíves látást!",
    "Kelj fel párnádról szép ibolyavirág, Tekints ki az ablakon, milyen szép a világ. Megöntözlek gyorsan a harmat friss illatával, Teljen a talicskám sok szép piros tojással.",
    "Messze földön jártam, Szép harmatos reggel, Aranytündér kútvizéből Vizet merítettem. Aranytündér kútvizével Öntözgetni járok, Olyan szagos, mint a rózsa, Gyertek ti is, lányok!",
    "Napsütötte szép tájakon jöttem végig az utakon. Felém hajolt sok-sok virág, rózsavizük osztogatták. Megöntözlek most itt véle, piros tojást kérek érte."
  ],
  "Vicces": [
    "Idén még a lányokon is spórolok, Az infláció miatt locsolómba vízet rakok. Cserében sem várok túl sokat, Csak hadd tömjem meg a pocakomat!",
    "Ma egy-két lányhoz elbaktatok, Online mégsem locsolhatok! Kölnit vettem drága áron, Ha nem adsz tojást azt se bánom!",
    "Én apró gyerek vagyok, locsolkodni akarok. Van tojás, vagy nincs, jó lesz a forint.",
    "Virtuális locsolkodás, távolról is hatásos, Nekem sem kell kölni hozzá, s te sem leszel bűzbájos!",
    "Objektumban jártam, úszott betont láttam, nem akart megkötni, megszabad-e locsolni?",
    "Tarka réten jártam, sok virágot láttam, illatukat egy kis üvegbe bezártam ez a kis üvegcse itt lapul most nálam engedd meg hogy frizurádat vele eltaláljam.",
    "Sivatagban él a teve, locsolkodni jöttem, he-he.",
    "Locsolkodni jöttem, kettő is van nálam, Egyik a markomban, másik a gatyámban. Locsoló versikém tudom kissé vicces, De azért remélem, hogy nem volt nagyon giccses.",
    "Itt állok reszketve, Locsolni szabad-e?",
    "Meglocsollak kölnivel, Megcsókolsz-e érte?",
    "Locsolkodni vicces dolog, mert ilyenkor vödröt fogok, hideg vízzel megtöltöm, a lányok fejére öntöm! Veled ilyet nem teszek, Inkább kölnit veszek. Szabad-e locsolni?",
    "Kerek erdő,templom, locsolok-e ? Nem 'tom.",
    "Van nekem egy kis locsolóm, Kölni nincsen benne, Ha én azt most elővenném, Nagy röhögés lenne.",
    "Előttem van Észak, Hátam mögött Dél, Balra a nap Nyugszik, Jobbra pedig: Kél-e locsolni?",
    "Nem vagyok én nyuszi, kell nekem a puszi! Gombold ki a blúzocskádat, hadd locsolom dombocskádat!",
    "Van nekem egy locsolóm, Nem kölni van benne. Ha én azt itt elővenném, Nagy sikoltás lenne!",
    "Zöld erdőben jártam, felmásztam egy fára. Kilukadt a nadrágom, kiesett a tojásom.",
    "Itt állok gatyában, Locsoló van benne. Ha én azt elővenném. Nagy röhögés lenne! De én azt nem teszem, Mert kezemben a kölni! Locsolni jöttem, Nem pedig tökölni!",
    "Zöld erdőben jártam, Két oroszlánt láttam. Az egyik lázas, Ide a százast!",
    "Én nagy kertész legény vagyok, rózsavízzel vagánykodom, az én kölnim szuper jó, locsolkodni haj de jó.",
    "Ajtó mellett állok, Piros tojást várok. Ha nem adják párjával, Elszökök a lányával!",
    "Jó reggelt, jó reggelt, Kedves liliomszál, Megöntözlek rózsavízzel, Hogy ne hervadozzál.",
    "Biciklivel érkeztem Negyven métert fékeztem Kiszakadt a nadrágom Kifigyelt a húsvéti tojásom. Szabad-e locsolni?",
    "Népi rigmusokat kántálni nem fogok, Vicces locsolóverset sem igazán tudok. Ha már itt vagyok meg locsollak Téged, Ezért markomba piros tojást kérek.",
    "Sivatagban jár a teve Tele van a töke vele Nálam van a töke leve Meglocsolhatlak-e vele?",
    "Zöld erdőben jártam, Elszállott egy sirály, Locsolkodni jöttem, Hö, király!",
    "Józsi vagyok, szép és laza, Locsoljak vagy menjek haza?",
    "Cserebura nádikó, Bújj elő te Nyuszikó! Adjál tojást eleget, Pirosat ám, de frisset!",
    "Illatos fű, moha, páfrány, Meglocsollak Házisárkány!",
    "Piros golyó, zöld golyó, Meglocsollak, vén tojó!",
    "Nem szoktam locsolkodni, csak erre jártam éppen, A kocsmában voltam, így spicces minden léptem. Hogy ma van húsvét, ki tartja ezt észben? De, hogy nincs nálam kölni, az már több mint szégyen. Szabad-e locso... őőő piros tojást kérni?",
    "Zöld erdőben sose jártam Nincs ott wifi, nincsen áram Nincsenek csak nyuszik, pónik Szép vagy mint a kernelpánik",
    "Részeg nyuszi mindjárt eldől Meglocsollak katéterből.",
    "Közösségben jártam, karanténba zártak... Locsolni így nem tudok, lányok online utaljatok!",
    "Védőmaszkban jár a nyuszi, locsolásért nem jár puszi! Itt maradok a szobámban, meglocsollak távmunkában!",
    "Locsolkodni mennék, de minden hiába, Megszállt mindenkit a karantén világa! Csukd le a szemed és gondolj arra szépen, Kopogok az ajtódon, most engedsz be éppen! Előveszem kölnimet és meglocsollak online, Ezen a Húsvéton, így frissül föl sok lány! Lányok, asszonyok nem kell búslakodni, Jövőre duplán fogok locsolkodni! (2020)",
    "Ha Chuck Norrisnál húsvét lenne, a nők élete véget érne, nem azért, mert azt akarja, csak túl erős a villám karja! De bennem azért megbízhatsz, forgórugást nem kaphatsz, nem vagyok én olyan kemény, locsolásra van e remény?",
    "Én vagyok a török, Locsolkodni jövök. Ha nem adnak pirostojást, Mindent összetörök.",
    "Igaz, hogy én mókás vagyok, A vágyaim mégis nagyok: Meglocsollak és cserébe Tojást tegyél e tenyérbe! Csak tojással be nem érem, Az ÁFÁ-val együtt kérem.",
    "Ól sarkában disznó röfög, meglocsollak, aztán mögyök!",
    "Rózsavíz a kezembe, Hadd öntsem a fejedre!",
    "E szép ajtón bekopogék Ha nem bánják, locsolkodnék Öntök asszonyt lányával, Várok tojást párjával. Ha pedig sajnáljátok, Mindjárt porrá áztok, Mert kölni helyett Vizet öntök rátok!",
    "Szép lányokat kergetek, Az én kölnim permetez. Jó dolog a locsolás! Ide a piros tojást!",
    "Fel a szoknyát,le a bugyit, Had locsoljam meg a nyuszit!",
    "Zöld erdőben nem jártam, Kék ibolyát nem láttam, Így nem volt mi hervadjon, Ezért kár volt jönni locsolnom.",
    "Locsolkodni jöttem és ez nem vicc, Az már igen, ha lent maradt a slicc. Félre ne értse, nem azzal locsolok, Inkább az illatos kölnimmel bódítok.",
    "Az én locsolómra két tojás van festve! Hogyha azzal meglocsollak elmehetsz majd GYES-re!",
    "Felnézek az égre a versemnek vége. Szabad a locsolni?",
    "Zöldell a rét, Mosolyog az ég is. Adjanak egy ezrest, Mosolygok majd én is!",
    "Itt vagyok, Friss vagyok, Máris sorba állok! Csak egy kicsit meglocsollak, Aztán odébb állok.",
    "Húsvétra szép locsolóverset írok, Amiért remélem piros tojást kapok. Vicces lesz azt biztosra veheted, Minden lány velem együtt nevethet.",
    "Meglocsollak sms-sel, Nem fogok tökölni, Neked nem kell hajat mosni, Nekem nem kell kölni!",
    "Van nálam egy kis pacsuli Leloccsintom magát, Ha egy kicsi mázlija van, Túléli a szagát.",
    "Tele van a hajad kosszal, meglocsollak domestossal!",
    "Korán reggel ébredtem, locsolkodni kérem, Hogy mindenkihez eljutok, azt erősen kétlem. Tűnődtem én, hogy gyalog menjek vagy fussak, Autó mellett döntöttem, hogy mindenhova eljussak, Voltam már vagy 100 helyen, így lettem én spicces, Ha elkapnak a rendőrök, az nem lesz olyan vicces!",
    "Én verset nem tudok, Azt mondják a kicsik, Én csak azért jöttem, Hogy igyak egy kicsit.",
    "Locsolóvers ide vagy oda, Nem mondok már évek óta. Kölnivizem előveszem, A tojást zsebre teszem. Szabad-e locsolni?",
    "Kék erdőben jártam, Zöld ibolyát láttam, Felfordult a világ velem, De azért még jó a kedvem, Kölnivizem nagyon csodás, Ide veled piros tojás! Szabad-e locsolkodni?",
    "Odakint az utcán azt mondják a nagyok, hogy ebben a házban hervadnak a csajok. Én is, mint az apám, szeretem a nőket, s jöttem hát azonnal meglocsolni őket! Szabad-e locsolni?",
    "Zöld erdőben jártam, Elfáradt a lábam, Talpam megdagadt, Locsold meg magadat!",
    "Nem kell tovább spórolni, megjött Gyula locsolni!",
    "Idén nem veszem ki a kölnit a zsebemből, Mégis hogyan locsolkodnék másfél méterről?",
    "Idén verset küldök a lányoknak fotelből, Nem tudok locsolkodni másfél méterről!"
  ],
  "Aranyos": [
    "Hosszú locsolóverssel, nem akarlak untatni, Megkérdezem tiszta szívvel, Szabad-e locsolkodni?",
    "Én apró gyerek vagyok, locsolkodni akarok. Van tojás, vagy nincs, jó lesz a forint.",
    "Én csak erre jártam, egy szép kislányt megláttam. Piros tojás, fehér nyuszi, szabad-e meglocsolni?",
    "Nesze hát a rózsavíz, Gyöngyöm, gyöngyvirágom! Hol a tojás, piros tojás? Tarisznyámba várom! Szabad-e locsolni?",
    "Meglocsolnám rózsavízzel, hogyha előjönne, Akkor az a kicsi lány jaj de nagyot nőne. Megöntözlek gyorsan a harmat friss illatával, Teljen a talicskám sok szép piros tojással!",
    "Van e háznak rózsabokra, Nyúljék élte sok napokra, Hogy virítson mint rózsaszál, Megöntözném: ennyiből áll, A kis kertész fáradsága, Piros tojás a váltsága.",
    "Patak mellett mentem, azt súgta egy harcsa: Van e háznál kislány, hogy az Isten tartsa. Meglocsolnám rózsavízzel, hogyha elôjönne, Akkor az a kicsi lány jaj de nagyot nône!",
    "Szépen kérem az apját, De még szebben az anyját: Adja elő a lányát, Hadd locsolom a haját! Hadd nőjön nagyra, Mint a csikó farka, Még annál is nagyobbra, Mint a Duna hossza. Szabad-e locsolni?",
    "Én még kicsi vagyok, Verset ezért nem is tudok, De majd jönnek a nagyok, Aztán majd mondanak azok.",
    "Piros tojás, fehér nyuszi, Locsolásért jár egy puszi.",
    "Jó reggelt, jó reggelt, Kedves liliomszál, Megöntözlek rózsavízzel, Hogy ne hervadozzál. Kerek erdon jártam, Piros tojást láttam, Bárány húzta rengo kocsin, Mindjárt ideszálltam. Tessék hát rózsavíz, Gyöngyöm, gyöngyvirágom. Hol a tojás, piros tojás? Tarisznyámba várom!",
    "Nyalka legény vagyok, Lányokhoz indulok. Mert ma minden lánynak Rózsavizet hozok. Megöntözem őket, Mint a virágokat, Nem venném lelkemre, Hogy elhervadjanak. Ám e fontos munkám Ingyen nem tehetem, Cserébe a hímestojást Sorra ide kérem.",
    "Én kis kertész legény vagyok, Rózsavízzel locsolkodok. Úgy locsolom a lányokat, Mint kertész a virágokat.",
    "Kerek erdőn jártam, Piros tojást láttam, Bárány húzta rengő kocsin, Mindjárt ideszálltam. Nesze hát rózsavíz, Gyöngyöm, gyöngyvirágom. Hol a tojás, piros tojás? Tarisznyámba várom!",
    "Korán reggel útra keltem, Se nem ittam, se nem ettem. Tarisznya húzza a vállam, Térdig kopott már a lábam. Bejártam a fél világot, Láttam sok-sok szép virágot. A legszebbre most találtam, Hogy öntözzem, alig vártam.",
    "Ákom-bákom, berkenye; Szagos húsvét reggele. Leöntjük a virágot, Visszük már a kalácsot.",
    "Cserebura nádikó, Bújj elő te Nyuszikó! Adjál tojást eleget, Pirosat ám, de frisset!",
    "Húsvét másodnapján régi szokás szerint Fogadják szívesen az öntözőlegényt. Én a legénységhez igen kicsi vagyok, De öntözőlegénynek mégis csak felcsapok. Minden esztendőben ilyenkor itt vagyok Ha a locsolásért pirostojást kapok.",
    "Itt a húsvét, eljött végre A szép lányok örömére Mert a lányok szép virágok Illatos víz illik rájuk Kit húsvétkor nem locsolnak, Hervadt virág lesz már holnap. Ne fuss hát el, szép virágom, Locsolónak csók jár, három.",
    "Kinyílott az aranyeső Én voltam ma a legelső, aki kora reggel locsolkodni kelt fel Minden szőke, barna lány, Mint a piros tulipán Virulva-viruljon Rózsapermet hulljon. Íme, itt a kölni Szabad-e locsolni?",
    "Kinyílt az ibolya húsvét hajnalára, Csepegjél, rózsavíz erre a kislányra. Rózsavíztől, majd meglátod, szép és ügyes leszel, Ugye, kislány, a zsebembe piros tojást teszel?",
    "Korán reggel felébredtem, messze-messze jártam, Tündérország kiskertjéből rózsavizet hoztam. Na, te kislány, megöntözlek, ma van húsvét napja, Tündököljön a két orcád, mint a piros rózsa. Az illatos rózsavíztől megnőnek a lányok, Zsebemben is elférnek a piros tojások.",
    "E szép ajtón bekopogék Ha nem bánják, locsolkodnék Öntök asszonyt lányával, Várok tojást párjával. Ha pedig sajnáljátok, Mindjárt porrá áztok, Mert kölni helyett Vizet öntök rátok!",
    "E szép házba nyitottam, Nefelejcset találtam, Nem hagyhatom hervadni, Meg szabad-e locsolni?",
    "Szép lányokat kergetek, Az én kölnim permetez. Jó dolog a locsolás! Ide a piros tojást!",
    "Erdőn-mezőn nyitott szemmel, sok virágra lel az ember. Én most őket megöntözöm, a piros tojást megköszönöm! Szabad-e locsolni?",
    "Jó reggelt, jó reggelt, kedves liliomszál, Megöntözlek rózsavízzel, hogy ne hervadozzál!",
    "Vörös rózsa, fehér rózsa, Olyan szép vagy meglocsolva. Hervadsz, hervadsz kis virág, Szabad-e a locsolás?",
    "Kelj fel párnádról szép ibolyavirág, Tekints ki az ablakon, milyen szép a világ. Megöntözlek gyorsan a harmat friss illatával, Teljen a talicskám sok szép piros tojással."
  ]
}
